--[[
教程
1.下载老版本讯飞
2.创建一个文档
3.转发，选择复制链接
4.把下面这个链接，"fid="后面的数字换成你链接的最后的一串数字即可
5.QQ群752454935

]]

------------------------------记录使用次数配置------------------------------
Sukor=gg.makeRequest("https://api.iflynote.com/notes/share/note/shareFileDetail?fid=1654441157511747").content
 XL=Sukor:match("pv\":(.-),\"")

gg.alert("全网启动次数:"..XL.."次")

--Sukor自写，转载留名


--[[禁止二改
QQ群752454935
QQ群752454935
QQ群752454935
QQ群752454935
QQ群752454935
QQ群752454935
关于你 关于谦
是希望世界和平的谦
是可以用来描述温柔的谦
是在演唱会上履行对高磊鑫承诺的谦
是别人都靠音乐赚钱他赚钱做音乐的谦
是用歌声陪我度过日日夜夜的未曾谋面的谦
是跟粉丝说话时都会用温柔的语气带上好不好的谦
是担心女粉丝的安全说粉丝在的地方他都会去的谦
生日快乐 天天开心 谦


]]