
工具作者:sui

GG数据对比:https://xin-sui.lanzous.com/b09wxcbsb
--特征码极速获取工具！
GG加密:https://xin-sui.lanzous.com/b09wlzzbe
--为脚本安全保驾护航！

🔣符号介绍： 
→:指针跳转
->:到达地址
基址:所在so的开始地址，即start.



相同基址个数:168

相同基址1:
so:【libil2cpp.so】 ->基址:【0xBA57B000】 + 偏移:【0x1204A4】--类型:【0x4】→〖1级指针〗 ->地址:【0xD3D24AA0】 + 偏移:【0xB38】--类型:【4】→〖2级指针〗 ->地址:【0xABBD7498】 + 偏移:【0x10】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址2:
so:【libil2cpp.so】 ->基址:【0xBA57B000】 + 偏移:【0x12059C】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBBCF78】 + 偏移:【0x928】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6CA0】 + 偏移:【0x808】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址3:
so:【libil2cpp.so】 ->基址:【0xBA57B000】 + 偏移:【0x12059C】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBBCF78】 + 偏移:【0x8B0】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6D20】 + 偏移:【0x788】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址4:
so:【libil2cpp.so】 ->基址:【0xBA57B000】 + 偏移:【0x12059C】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBBCF78】 + 偏移:【0xC70】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6D20】 + 偏移:【0x788】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址5:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x308C8】--类型:【0x4】→〖1级指针〗 ->地址:【0xD0B1FE80】 + 偏移:【0x728】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6EC0】 + 偏移:【0x5E8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址6:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x308C8】--类型:【0x4】→〖1级指针〗 ->地址:【0xD0B1FE80】 + 偏移:【0x750】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6EE0】 + 偏移:【0x5C8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址7:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x31EF0】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5D50】 + 偏移:【0xE40】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6960】 + 偏移:【0xB48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址8:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x31EF0】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5D50】 + 偏移:【0xF00】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6BE0】 + 偏移:【0x8C8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址9:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x31EF0】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5D50】 + 偏移:【0xEF8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6C20】 + 偏移:【0x888】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址10:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x31EF0】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5D50】 + 偏移:【0xE58】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6B80】 + 偏移:【0x928】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址11:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x31EF0】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5D50】 + 偏移:【0xAF8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6760】 + 偏移:【0xD48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址12:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x31EF0】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5D50】 + 偏移:【0xA18】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6620】 + 偏移:【0xE88】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址13:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x31EF0】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5D50】 + 偏移:【0xE38】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6A60】 + 偏移:【0xA48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址14:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x31EF0】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5D50】 + 偏移:【0xEFC】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6C00】 + 偏移:【0x8A8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址15:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x31EF0】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5D50】 + 偏移:【0xE3C】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6980】 + 偏移:【0xB28】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址16:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x31EFC】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5D20】 + 偏移:【0xE70】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6960】 + 偏移:【0xB48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址17:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x31EFC】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5D20】 + 偏移:【0xE88】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6B80】 + 偏移:【0x928】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址18:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x31EFC】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5D20】 + 偏移:【0xB28】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6760】 + 偏移:【0xD48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址19:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x31EFC】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5D20】 + 偏移:【0xA48】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6620】 + 偏移:【0xE88】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址20:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x31EFC】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5D20】 + 偏移:【0xE68】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6A60】 + 偏移:【0xA48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址21:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x31EFC】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5D20】 + 偏移:【0xE6C】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6980】 + 偏移:【0xB28】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址22:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x31F04】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5CF0】 + 偏移:【0xEA0】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6960】 + 偏移:【0xB48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址23:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x31F04】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5CF0】 + 偏移:【0xEB8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6B80】 + 偏移:【0x928】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址24:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x31F04】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5CF0】 + 偏移:【0xB58】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6760】 + 偏移:【0xD48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址25:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x31F04】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5CF0】 + 偏移:【0xA78】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6620】 + 偏移:【0xE88】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址26:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x31F04】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5CF0】 + 偏移:【0xE98】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6A60】 + 偏移:【0xA48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址27:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x31F04】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5CF0】 + 偏移:【0xE9C】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6980】 + 偏移:【0xB28】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址28:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x32960】--类型:【0x4】→〖1级指针〗 ->地址:【0x99A34DE8】 + 偏移:【0xC0C】--类型:【4】→〖2级指针〗 ->地址:【0xABBD65C0】 + 偏移:【0xEE8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址29:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x32960】--类型:【0x4】→〖1级指针〗 ->地址:【0x99A34DE8】 + 偏移:【0xBEC】--类型:【4】→〖2级指针〗 ->地址:【0xABBD65C0】 + 偏移:【0xEE8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址30:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x32960】--类型:【0x4】→〖1级指针〗 ->地址:【0x99A34DE8】 + 偏移:【0xC2C】--类型:【4】→〖2级指针〗 ->地址:【0xABBD65C0】 + 偏移:【0xEE8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址31:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x34384】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5BD0】 + 偏移:【0xB98】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6620】 + 偏移:【0xE88】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址32:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x34384】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5BD0】 + 偏移:【0xC78】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6760】 + 偏移:【0xD48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址33:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x344B4】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5AE0】 + 偏移:【0xC88】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6620】 + 偏移:【0xE88】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址34:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x344B4】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5AE0】 + 偏移:【0xD68】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6760】 + 偏移:【0xD48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址35:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x344B8】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5C00】 + 偏移:【0xB68】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6620】 + 偏移:【0xE88】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址36:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x344B8】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5C00】 + 偏移:【0xC48】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6760】 + 偏移:【0xD48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址37:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x344BC】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5AB0】 + 偏移:【0xCB8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6620】 + 偏移:【0xE88】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址38:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x344BC】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5AB0】 + 偏移:【0xD98】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6760】 + 偏移:【0xD48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址39:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x344C0】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5A80】 + 偏移:【0xCE8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6620】 + 偏移:【0xE88】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址40:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x344C0】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5A80】 + 偏移:【0xDC8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6760】 + 偏移:【0xD48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址41:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x344C4】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5A50】 + 偏移:【0xD18】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6620】 + 偏移:【0xE88】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址42:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x344C4】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5A50】 + 偏移:【0xDF8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6760】 + 偏移:【0xD48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址43:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x344D4】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5BA0】 + 偏移:【0xBC8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6620】 + 偏移:【0xE88】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址44:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x344D4】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5BA0】 + 偏移:【0xCA8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6760】 + 偏移:【0xD48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址45:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x344D8】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5A20】 + 偏移:【0xD48】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6620】 + 偏移:【0xE88】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址46:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x344D8】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5A20】 + 偏移:【0xE28】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6760】 + 偏移:【0xD48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址47:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x344DC】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD59F0】 + 偏移:【0xD78】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6620】 + 偏移:【0xE88】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址48:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x344DC】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD59F0】 + 偏移:【0xE58】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6760】 + 偏移:【0xD48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址49:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x344E0】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD59C0】 + 偏移:【0xDA8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6620】 + 偏移:【0xE88】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址50:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x344E0】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD59C0】 + 偏移:【0xE88】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6760】 + 偏移:【0xD48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址51:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x344E4】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5990】 + 偏移:【0xDD8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6620】 + 偏移:【0xE88】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址52:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x344E4】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5990】 + 偏移:【0xEB8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6760】 + 偏移:【0xD48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址53:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x34504】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5960】 + 偏移:【0xE08】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6620】 + 偏移:【0xE88】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址54:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x34504】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5960】 + 偏移:【0xEE8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6760】 + 偏移:【0xD48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址55:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x34518】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5B70】 + 偏移:【0xBF8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6620】 + 偏移:【0xE88】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址56:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x34518】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5B70】 + 偏移:【0xCD8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6760】 + 偏移:【0xD48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址57:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3452C】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5930】 + 偏移:【0xE38】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6620】 + 偏移:【0xE88】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址58:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x34560】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5B40】 + 偏移:【0xC28】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6620】 + 偏移:【0xE88】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址59:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x34560】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5B40】 + 偏移:【0xD08】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6760】 + 偏移:【0xD48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址60:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x346B0】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5900】 + 偏移:【0xE68】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6620】 + 偏移:【0xE88】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址61:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x349F4】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5B10】 + 偏移:【0xC58】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6620】 + 偏移:【0xE88】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址62:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x349F4】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5B10】 + 偏移:【0xD38】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6760】 + 偏移:【0xD48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址63:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x34A14】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5C30】 + 偏移:【0xB38】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6620】 + 偏移:【0xE88】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址64:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x34A14】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5C30】 + 偏移:【0xC18】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6760】 + 偏移:【0xD48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址65:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3CB3C】--类型:【0x4】→〖1级指针〗 ->地址:【0xD0B1FCC0】 + 偏移:【0x8E8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6EC0】 + 偏移:【0x5E8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址66:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3CB3C】--类型:【0x4】→〖1级指针〗 ->地址:【0xD0B1FCC0】 + 偏移:【0x910】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6EE0】 + 偏移:【0x5C8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址67:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3CB50】--类型:【0x4】→〖1级指针〗 ->地址:【0xD0B1F720】 + 偏移:【0xE88】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6EC0】 + 偏移:【0x5E8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址68:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3CB50】--类型:【0x4】→〖1级指针〗 ->地址:【0xD0B1F720】 + 偏移:【0xEB0】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6EE0】 + 偏移:【0x5C8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址69:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3DD50】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5E70】 + 偏移:【0xD20】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6960】 + 偏移:【0xB48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址70:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3DD50】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5E70】 + 偏移:【0xDE0】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6BE0】 + 偏移:【0x8C8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址71:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3DD50】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5E70】 + 偏移:【0xDD8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6C20】 + 偏移:【0x888】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址72:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3DD50】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5E70】 + 偏移:【0xD38】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6B80】 + 偏移:【0x928】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址73:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3DD50】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5E70】 + 偏移:【0x9D8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6760】 + 偏移:【0xD48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址74:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3DD50】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5E70】 + 偏移:【0x8F8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6620】 + 偏移:【0xE88】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址75:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3DD50】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5E70】 + 偏移:【0xD18】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6A60】 + 偏移:【0xA48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址76:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3DD50】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5E70】 + 偏移:【0xE18】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6C40】 + 偏移:【0x868】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址77:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3DD50】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5E70】 + 偏移:【0xDDC】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6C00】 + 偏移:【0x8A8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址78:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3DD50】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5E70】 + 偏移:【0xD1C】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6980】 + 偏移:【0xB28】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址79:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3DD64】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5ED0】 + 偏移:【0xCC0】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6960】 + 偏移:【0xB48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址80:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3DD64】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5ED0】 + 偏移:【0xD80】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6BE0】 + 偏移:【0x8C8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址81:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3DD64】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5ED0】 + 偏移:【0xD78】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6C20】 + 偏移:【0x888】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址82:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3DD64】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5ED0】 + 偏移:【0xCD8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6B80】 + 偏移:【0x928】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址83:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3DD64】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5ED0】 + 偏移:【0x978】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6760】 + 偏移:【0xD48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址84:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3DD64】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5ED0】 + 偏移:【0x898】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6620】 + 偏移:【0xE88】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址85:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3DD64】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5ED0】 + 偏移:【0xCB8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6A60】 + 偏移:【0xA48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址86:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3DD64】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5ED0】 + 偏移:【0xDB8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6C40】 + 偏移:【0x868】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址87:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3DD64】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5ED0】 + 偏移:【0xD7C】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6C00】 + 偏移:【0x8A8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址88:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3DD64】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5ED0】 + 偏移:【0xCBC】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6980】 + 偏移:【0xB28】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址89:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3DD70】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5EA0】 + 偏移:【0xCF0】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6960】 + 偏移:【0xB48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址90:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3DD70】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5EA0】 + 偏移:【0xDB0】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6BE0】 + 偏移:【0x8C8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址91:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3DD70】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5EA0】 + 偏移:【0xDA8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6C20】 + 偏移:【0x888】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址92:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3DD70】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5EA0】 + 偏移:【0xD08】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6B80】 + 偏移:【0x928】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址93:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3DD70】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5EA0】 + 偏移:【0x9A8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6760】 + 偏移:【0xD48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址94:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3DD70】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5EA0】 + 偏移:【0x8C8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6620】 + 偏移:【0xE88】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址95:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3DD70】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5EA0】 + 偏移:【0xCE8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6A60】 + 偏移:【0xA48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址96:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3DD70】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5EA0】 + 偏移:【0xDE8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6C40】 + 偏移:【0x868】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址97:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3DD70】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5EA0】 + 偏移:【0xDAC】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6C00】 + 偏移:【0x8A8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址98:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3DD70】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5EA0】 + 偏移:【0xCEC】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6980】 + 偏移:【0xB28】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址99:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3EA20】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5E40】 + 偏移:【0xD50】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6960】 + 偏移:【0xB48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址100:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3EA20】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5E40】 + 偏移:【0xE10】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6BE0】 + 偏移:【0x8C8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址101:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3EA20】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5E40】 + 偏移:【0xE08】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6C20】 + 偏移:【0x888】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址102:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3EA20】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5E40】 + 偏移:【0xD68】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6B80】 + 偏移:【0x928】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址103:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3EA20】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5E40】 + 偏移:【0xA08】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6760】 + 偏移:【0xD48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址104:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3EA20】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5E40】 + 偏移:【0x928】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6620】 + 偏移:【0xE88】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址105:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3EA20】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5E40】 + 偏移:【0xD48】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6A60】 + 偏移:【0xA48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址106:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3EA20】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5E40】 + 偏移:【0xE48】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6C40】 + 偏移:【0x868】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址107:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3EA20】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5E40】 + 偏移:【0xE0C】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6C00】 + 偏移:【0x8A8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址108:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x3EA20】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5E40】 + 偏移:【0xD4C】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6980】 + 偏移:【0xB28】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址109:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x401D4】--类型:【0x4】→〖1级指针〗 ->地址:【0x99A34CD0】 + 偏移:【0xD24】--类型:【4】→〖2级指针〗 ->地址:【0xABBD65C0】 + 偏移:【0xEE8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址110:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x401D4】--类型:【0x4】→〖1级指针〗 ->地址:【0x99A34CD0】 + 偏移:【0xD04】--类型:【4】→〖2级指针〗 ->地址:【0xABBD65C0】 + 偏移:【0xEE8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址111:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x401D4】--类型:【0x4】→〖1级指针〗 ->地址:【0x99A34CD0】 + 偏移:【0xD44】--类型:【4】→〖2级指针〗 ->地址:【0xABBD65C0】 + 偏移:【0xEE8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址112:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x40E64】--类型:【0x4】→〖1级指针〗 ->地址:【0x99A34DC0】 + 偏移:【0xC34】--类型:【4】→〖2级指针〗 ->地址:【0xABBD65C0】 + 偏移:【0xEE8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址113:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x40E64】--类型:【0x4】→〖1级指针〗 ->地址:【0x99A34DC0】 + 偏移:【0xC14】--类型:【4】→〖2级指针〗 ->地址:【0xABBD65C0】 + 偏移:【0xEE8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址114:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x40E64】--类型:【0x4】→〖1级指针〗 ->地址:【0x99A34DC0】 + 偏移:【0xC54】--类型:【4】→〖2级指针〗 ->地址:【0xABBD65C0】 + 偏移:【0xEE8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址115:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42510】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5E10】 + 偏移:【0xD80】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6960】 + 偏移:【0xB48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址116:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42510】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5E10】 + 偏移:【0xE40】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6BE0】 + 偏移:【0x8C8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址117:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42510】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5E10】 + 偏移:【0xE38】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6C20】 + 偏移:【0x888】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址118:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42510】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5E10】 + 偏移:【0xD98】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6B80】 + 偏移:【0x928】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址119:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42510】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5E10】 + 偏移:【0xA38】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6760】 + 偏移:【0xD48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址120:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42510】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5E10】 + 偏移:【0x958】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6620】 + 偏移:【0xE88】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址121:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42510】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5E10】 + 偏移:【0xD78】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6A60】 + 偏移:【0xA48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址122:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42510】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5E10】 + 偏移:【0xE78】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6C40】 + 偏移:【0x868】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址123:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42510】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5E10】 + 偏移:【0xE3C】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6C00】 + 偏移:【0x8A8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址124:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42510】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5E10】 + 偏移:【0xD7C】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6980】 + 偏移:【0xB28】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址125:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42524】--类型:【0x4】→〖1级指针〗 ->地址:【0xD0B1FF20】 + 偏移:【0x688】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6EC0】 + 偏移:【0x5E8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址126:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42524】--类型:【0x4】→〖1级指针〗 ->地址:【0xD0B1FF20】 + 偏移:【0x6B0】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6EE0】 + 偏移:【0x5C8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址127:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42528】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5DE0】 + 偏移:【0xDB0】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6960】 + 偏移:【0xB48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址128:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42528】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5DE0】 + 偏移:【0xE70】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6BE0】 + 偏移:【0x8C8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址129:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42528】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5DE0】 + 偏移:【0xE68】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6C20】 + 偏移:【0x888】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址130:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42528】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5DE0】 + 偏移:【0xDC8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6B80】 + 偏移:【0x928】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址131:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42528】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5DE0】 + 偏移:【0xA68】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6760】 + 偏移:【0xD48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址132:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42528】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5DE0】 + 偏移:【0x988】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6620】 + 偏移:【0xE88】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址133:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42528】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5DE0】 + 偏移:【0xDA8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6A60】 + 偏移:【0xA48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址134:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42528】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5DE0】 + 偏移:【0xEA8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6C40】 + 偏移:【0x868】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址135:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42528】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5DE0】 + 偏移:【0xE6C】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6C00】 + 偏移:【0x8A8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址136:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42528】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5DE0】 + 偏移:【0xDAC】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6980】 + 偏移:【0xB28】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址137:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42D30】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5FC0】 + 偏移:【0xE88】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6E20】 + 偏移:【0x688】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址138:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42D30】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5FC0】 + 偏移:【0xE68】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6E00】 + 偏移:【0x6A8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址139:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42D30】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5FC0】 + 偏移:【0xCC8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6C40】 + 偏移:【0x868】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址140:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42D30】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5FC0】 + 偏移:【0xBC8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6A60】 + 偏移:【0xA48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址141:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42D30】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5FC0】 + 偏移:【0x7A8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6620】 + 偏移:【0xE88】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址142:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42D30】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5FC0】 + 偏移:【0x888】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6760】 + 偏移:【0xD48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址143:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42D30】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5FC0】 + 偏移:【0xBE8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6B80】 + 偏移:【0x928】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址144:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42D30】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5FC0】 + 偏移:【0xC88】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6C20】 + 偏移:【0x888】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址145:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42D30】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5FC0】 + 偏移:【0xE6C】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6DE0】 + 偏移:【0x6C8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址146:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42D30】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5FC0】 + 偏移:【0xBCC】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6980】 + 偏移:【0xB28】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址147:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42D30】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5FC0】 + 偏移:【0xC8C】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6C00】 + 偏移:【0x8A8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址148:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42D30】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5FC0】 + 偏移:【0xE70】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6DA0】 + 偏移:【0x708】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址149:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42D30】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5FC0】 + 偏移:【0xC90】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6BE0】 + 偏移:【0x8C8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址150:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x42D30】--类型:【0x4】→〖1级指针〗 ->地址:【0xABBD5FC0】 + 偏移:【0xBD0】--类型:【4】→〖2级指针〗 ->地址:【0xABBD6960】 + 偏移:【0xB48】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址151:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x435C0】--类型:【0x4】→〖1级指针〗 ->地址:【0x99A34F50】 + 偏移:【0xAA4】--类型:【4】→〖2级指针〗 ->地址:【0xABBD65C0】 + 偏移:【0xEE8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址152:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x435C0】--类型:【0x4】→〖1级指针〗 ->地址:【0x99A34F50】 + 偏移:【0xA84】--类型:【4】→〖2级指针〗 ->地址:【0xABBD65C0】 + 偏移:【0xEE8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址153:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x435C0】--类型:【0x4】→〖1级指针〗 ->地址:【0x99A34F50】 + 偏移:【0xAC4】--类型:【4】→〖2级指针〗 ->地址:【0xABBD65C0】 + 偏移:【0xEE8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址154:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x44A44】--类型:【0x4】→〖1级指针〗 ->地址:【0x99A34D48】 + 偏移:【0xCAC】--类型:【4】→〖2级指针〗 ->地址:【0xABBD65C0】 + 偏移:【0xEE8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址155:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x44A44】--类型:【0x4】→〖1级指针〗 ->地址:【0x99A34D48】 + 偏移:【0xC8C】--类型:【4】→〖2级指针〗 ->地址:【0xABBD65C0】 + 偏移:【0xEE8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址156:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x44A44】--类型:【0x4】→〖1级指针〗 ->地址:【0x99A34D48】 + 偏移:【0xCCC】--类型:【4】→〖2级指针〗 ->地址:【0xABBD65C0】 + 偏移:【0xEE8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址157:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x44A48】--类型:【0x4】→〖1级指针〗 ->地址:【0x99A34D20】 + 偏移:【0xCD4】--类型:【4】→〖2级指针〗 ->地址:【0xABBD65C0】 + 偏移:【0xEE8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址158:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x44A48】--类型:【0x4】→〖1级指针〗 ->地址:【0x99A34D20】 + 偏移:【0xCB4】--类型:【4】→〖2级指针〗 ->地址:【0xABBD65C0】 + 偏移:【0xEE8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址159:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x44A48】--类型:【0x4】→〖1级指针〗 ->地址:【0x99A34D20】 + 偏移:【0xCF4】--类型:【4】→〖2级指针〗 ->地址:【0xABBD65C0】 + 偏移:【0xEE8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址160:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x44A50】--类型:【0x4】→〖1级指针〗 ->地址:【0x99A34CF8】 + 偏移:【0xCFC】--类型:【4】→〖2级指针〗 ->地址:【0xABBD65C0】 + 偏移:【0xEE8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址161:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x44A50】--类型:【0x4】→〖1级指针〗 ->地址:【0x99A34CF8】 + 偏移:【0xCDC】--类型:【4】→〖2级指针〗 ->地址:【0xABBD65C0】 + 偏移:【0xEE8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址162:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x44A50】--类型:【0x4】→〖1级指针〗 ->地址:【0x99A34CF8】 + 偏移:【0xD1C】--类型:【4】→〖2级指针〗 ->地址:【0xABBD65C0】 + 偏移:【0xEE8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址163:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x5D698】--类型:【0x4】→〖1级指针〗 ->地址:【0xD3D26FE0】 + 偏移:【0x7C0】--类型:【4】→〖2级指针〗 ->地址:【0xABBD7188】 + 偏移:【0x320】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址164:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x5D698】--类型:【0x4】→〖1级指针〗 ->地址:【0xD3D26FE0】 + 偏移:【0x7C4】--类型:【4】→〖2级指针〗 ->地址:【0xABBD71C0】 + 偏移:【0x2E8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址165:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x66504】--类型:【0x4】→〖1级指针〗 ->地址:【0xD91E4400】 + 偏移:【0x538】--类型:【4】→〖2级指针〗 ->地址:【0xABBD7000】 + 偏移:【0x4A8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址166:
so:【libil2cpp.so:bss】 ->基址:【0xBA726000】 + 偏移:【0x66508】--类型:【0x4】→〖1级指针〗 ->地址:【0xD91E3A50】 + 偏移:【0xEE8】--类型:【4】→〖2级指针〗 ->地址:【0xABBD7000】 + 偏移:【0x4A8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址167:
so:【libunity.so:bss】 ->基址:【0xBD95B000】 + 偏移:【0x8AF0】--类型:【0x4】→〖1级指针〗 ->地址:【0xD3D26FE0】 + 偏移:【0x7C0】--类型:【4】→〖2级指针〗 ->地址:【0xABBD7188】 + 偏移:【0x320】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】


相同基址168:
so:【libunity.so:bss】 ->基址:【0xBD95B000】 + 偏移:【0x8AF0】--类型:【0x4】→〖1级指针〗 ->地址:【0xD3D26FE0】 + 偏移:【0x7C4】--类型:【4】→〖2级指针〗 ->地址:【0xABBD71C0】 + 偏移:【0x2E8】--类型:【4】 ->目标地址:【0xABBD74A8】--值:【13】
