由于该编辑器函数不全导致运行报错的，直接全选复制到andlua中粘贴运行即可。。。。。。。。。。。。。。。。。。。。。。。。]][[比如我们进入一个陌生的游戏里面，
那我们该怎么抓值呢 现在就来教大家。

注意:
抓值存在闪退 可能几小时 一天都不出货，
要有耐心 如果没有 那你还是用别人的吧

像一些范围 自瞄 透视啊，
官方是肯定不会告诉你源代码的。
一般有两种 要吗拆包 要吗用GG找漏洞，
拆包对于大部分来说都是 不可能完成的 也包括我。
那现在开始教学:
有用的值 一般都在A Ca Xa Cd
类型一般是 D F \ E不长用 W Q X更不用说了
SO一般是 libil2cpp.so libUE4.so

内存防闪 一般都在cd xa
类型一般是D B [D类型也可以用F，但不建议]
SO一般是 libtersafe2.so


A Ca Cd Xa [V不长用] F类型:
一般有:
飞天 穿墙 无后 加速 上帝 高跳
范围 自瞄范围 爬墙 遁地
锁头 透视 秒伤 自瞄速度
摄像机跟随速度 天线 其他范围
无敌 千刀 秒开 秒换弹 攻速
防抖 属性 阴影 人物大小 全局
等等其他功能~
修改: 0 -10 -999 10 999
可冻 true 可不冻 false

现在 再来教大家搜索流程
先可以搜索0.0001 0.001 0.01 0.005
修改: 0 -10 -999 0.1~0.9 999

然后就是0.1~0.9 不要直接范围搜索，
按顺序 0.1 0.2一直到0.9。
然后就是0.11 0.12一直到0.99
要是觉得慢的 不方便的话加我QQ:1658823983，
有自动搜索工具 方便且实用，
不要998 不要888 只要8.8你就能带回家。
在然后就是以此类推 一直到5左右。

从6开始就是
6.5 7 7.5一直到20左右
修改: 0 -10 -999 0.1~0.9 999

也可以尝试搜索
9999 -999 1000 2000

1的话就不用直接搜索1了 效率低 且可能高闪退，
或者卡死 所以要借用联合搜索: 比如
1;10 1;0.1~0.9 1;1000 1;0.0001 1;1.1~9.9
设置范围可以::50 ::100 ::200 ::512
个人建议::100 因为太远也没啥作用，但有作用。
也可以用通用的方式搜索其



--FPS思路
限于思考
 透视:第一种方法：　内存Bad 范围Float类  大厅开始搜索2 大概会搜出5000千左右 然后 设置修改1000，修改数值改成120　一次过滤一千，如果改到透视值 就会发生变化  发生变化后，设置修改500然后，把120改回2　 如果发生变化，设置修改200然后继续把2改成120 改成120后如果没有发生变化，　就把这200条数据恢复成2删除！然后改剩下的300条，慢慢找就可以！
第二种方法：模糊查找　 人物移动坐标便会变化，模糊，动一下变化，不动不变，最终得到坐标，段处理得视野代码。   
上色:第一种方法：　内存Bad 范围Dword类　搜索8200直接改就行
第二种方法：　内存Ca 范围Dword类 搜索201851904直接改就行
第三种方法：模糊查找  人物游戏内模型和大厅不同（核心），一般情况大厅是0（float）　也会有其他情况，可利用模糊变化,进出生岛会变成另一个大于零的数。

无后:第一种方法：(不建议)　　内存ANONYMOUS 范围Float类  　搜索0.2-0.9之间的数直接改成0.0000001
第二种方法：模糊查找　　内存ANONYMOUS 范围Float类　 例子;M4首先训练营找到一把M4，然后开始模糊(范围就是 内存ANONYMOUS 范围Float类)　完成后，找到枪口补偿器(也就是减少后坐力)然后模糊减少了，卸下补偿器模糊增加，装上补偿器模糊减少了，　以此类推(到最后开几枪把其他代码过滤掉)　 剩下大概30左右后，就翻不大于1的数值改成0，　一个一个试，一会就找到了！

加速:模糊查找:　内存ANONYMOUS 范围Float类  原地站着开始模糊，然后奔跑锁定模糊增加了。然后　停下模糊减少了！以此类推！得到479.5可以改成任意数，　附近还有一些其他有效代码具体自己改吧

天线:模糊查找：　内存ANONYMOUS 范围Float类  　开启探头模式，正常开始模糊，点击探头模糊增加了，关闭探头模糊减少了，以此类推！　找到100以内的随机改改就找到了！

范围:模糊查找：　内存ANONYMOUS 范围Float类  进入游戏，捡枪后开始模糊！找一个人机然后打他一枪，模糊有变化！然后放一空枪模糊无变化(必须离 人机近点，最好打腿，别打死他)以此类推！模糊到  50以内的随便改改就出来了！

自瞄:模糊查找：　内存ANONYMOUS 范围Float类  进入游戏，捡枪后开始模糊！找一个人机后别打她， 然后打开设置，开启自动瞄准，然后枪口对着人机开始模糊有变化，　关闭自动瞄准模糊无变化，以此类推　找到100以内的数值随便改改就出来了！

其它：[防抖]，准心 模糊方法和无后一样配件不同
[防闪透视]可以游戏里边改2来实现一边改一边看
[天空上色]可以根据人物上色的8200来实现
[背包天线]可以装上卸下来进行模糊
[其他天线]可以根据不同的变化来模糊
[全枪无后]可以很靠灵敏度进行修改大部分功能都是模糊出来的，不同的手机有不同的代码自己抓才可靠

BY-crazy.



--抓防思路
xalogo防
范围16384；10000～999999

特征A看ANDEQ ANDS UNDEFLNED

特征T看MOVS R0R0防禁网
CMP R0#0  防禁网   
LDRBR0防禁网
LSLS R0R0防10年
值多就联合16384
防禁网改-1  防10改0
防禁网10条以内改0
不管是联合还是什么只要是10条以内防禁网都改0

67开头的值改67109633
13开头的值改839713123
通常内存cb改256   ca改67109633    cd改67109633   xa改16777216-1,266,679,808

123456~99999999
ca q 改 可578437678589281281
67半杀9312
全杀16385

Jh内存gg.REGION_JAVA_.HEAP数字值2 
Ch内存gg.REGION__C_HEAP数字值1 
Ca内存gg.REGION_C_ALLOC数字值4 
Cd内存gg.REGION_C_DATA数字值8 
Cb内存gg.REGION_C_BSS数字值16 
Ps内存gg.REGION_PPSSPP数字值262144 
A内存gg.REGION_ANONYMOUS数字值32 
J内存gg.REGION JAVA数字值65536 
S内存gg.REGION_STACK数字值64 
As内存gg.REGION_ASHMEM数字值524288 
V内存gg.REGION VIDEO数字值1048576 
0内存gg.REGION_OTHER数字值-2080896 
B内存gg.REGION_BAD数字值131072 
Xa内存gg.REGION_CODE APP数字值16384 
Xs内存gg.REGION_CODE SYS数字值32768

A类型gg.TYPE_AUTO数字值127 
B类型gg.TYPE_BYTE数字值1 
E类型gg.TYPE_DOUBLE数字值64 
D类型gg.TYPE_DWORD数字值4 
F类型gg.TYPE_FLOAT数字值16 
Q类型gg.TYPE_QWORD数字值32
W类型gg.TYPE_.WORD数字值2
X类型gg.TYPE._XOR数字值8
while(true)do--循环

end--判断end
end
 

--32t  ANDEQ

--CMP和LDBR防禁网改0 改-1 256

--LSLS MOVS LDR LSRS防10年 改法 

--STRB防追改16777216 ert 80条上要 没有的就看你自己要不要

--ANDEQ 10条内改0  15条上改1,266,679,808 超过50用16384过滤改善你搜索的源值一样的10条内改0  15条上改1,266,679,808


跳板1,384,121,004





gg.setRanges(16384)
gg.searchNumber("0000000000", 4, false, gg.SIGN_EQUAL, 0, -1)
revert = gg.getResults(99999, nil, nil, nil, nil, nil, nil, nil, nil)
gg.editAll("1266679808", 4)